Repository: CiTroNaK/Quick-Access-for-Pass
Catalog: Quick Access for Pass/Resources/Localizable.xcstrings
Source language: en
Languages: cs

source: (0 = never)
cs: (0 = nikdy)

source: %@ copied
cs: Zkopírováno: %@

source: %@ wanted to use %lld keys
cs: %1$@ chtěl použít %2$lld klíčů

source: %@ wanted to use key %@
cs: %1$@ chtěl použít klíč %2$@

source: %@: Connected
cs: %@: Připojeno

source: %@: error
cs: %@: chyba

source: %@: not installed
cs: %@: nenainstalováno

source: %@: not logged in
cs: %@: nepřihlášeno

# %@: OK%@
source: %1$@: OK%2$@
cs: %@: OK%@

source: %lld days
cs: %lld dnů

source: %lld hours
cs: %lld hodin

source: %lld items
cs: %lld položek

source: %lld minutes
cs: %lld minut

source: %lld weeks
cs: %lld týdnů

source: About
cs: O aplikaci

source: Add Application…
cs: Přidat aplikaci…

source: Add Mapping
cs: Přidat mapování

source: Add Profile
cs: Přidat profil

source: Add to ~/.ssh/config:
cs: Přidat do ~/.ssh/config:

source: Add to ~/.zshrc for easy access:
cs: Přidat do ~/.zshrc pro snadný přístup:

source: Alias copied
cs: Alias zkopírován

source: All locally cached items will be deleted and re-fetched from Proton Pass. Usage counts will be reset.
cs: Všechny místně uložené položky budou smazány a znovu staženy z Proton Pass. Počítadla použití budou resetována.

source: Allow
cs: Povolit

source: Allowed
cs: Povolené

source: Applies to %@
cs: Platí pro %@

source: Applies to %@ on %@
cs: Platí pro %1$@ na %2$@

source: Applies to all SSH connections to %@
cs: Platí pro všechna SSH připojení k %@

source: Authenticate to disable lock
cs: Ověřte se pro vypnutí zámku

source: Authentication cancelled.
cs: Ověření zrušeno.

source: Authentication cancelled. Try again or deny.
cs: Ověření bylo zrušeno. Zkuste to znovu, nebo jej zamítněte.

source: Authentication failed.
cs: Ověření selhalo.

source: Authentication failed. Try again or deny.
cs: Autentizace selhala. Zkuste to znovu, nebo zamítněte.

source: Authentication failed. Try again.
cs: Ověření selhalo. Zkuste to znovu.

source: authorize %@ to run with %@ secrets
cs: autorizovat %1$@ ke spuštění s tajemstvími %2$@

source: authorize %@ to use SSH key "%@"
cs: autorizovat %1$@ k použití SSH klíče "%2$@"

source: Authorize with
cs: Autorizovat pomocí

source: Auto-clear clipboard
cs: Automaticky vymazat schránku

source: auto-detect
cs: automaticky

source: Back
cs: Zpět

source: Birthdate
cs: Datum narození

source: Blocked
cs: Blokované

source: by Petr Hlavicka
cs: autor: Petr Hlavicka

source: Cache secrets for
cs: Uchovávat tajemství po dobu

source: Cancel
cs: Zrušit

source: Card number copied
cs: Číslo karty zkopírováno

source: Card Type
cs: Typ karty

source: Cardholder Name
cs: Jméno držitele karty

source: Check for new releases on GitHub
cs: Zkontrolovat nové verze na GitHubu

source: City
cs: Město

source: Clear search on close
cs: Vymazat hledání při zavření

source: Close
cs: Zavřít

source: Command Authorization
cs: Autorizace příkazu

source: Command: %@
cs: Příkaz: %@

source: Commands are always shown for terminals. Add other apps here.
cs: Příkazy se vždy zobrazují v terminálech. Zde přidejte další aplikace.

source: Company
cs: Společnost

source: Conceal from clipboard managers
cs: Skrýt před správci schránky

source: Connected
cs: Připojeno

source: Connection closed
cs: Spojení uzavřeno

source: Content copied
cs: Obsah zkopírován

source: Copied to clipboard
cs: Zkopírováno do schránky

source: Copy
cs: Zkopírovat

source: Copy Alias
cs: Kopírovat alias

source: Copy Card Number
cs: Kopírovat číslo karty

source: Copy command
cs: Zkopírovat

source: Copy Content
cs: Kopírovat obsah

source: Copy Email
cs: Kopírovat e-mail

source: Copy Error
cs: Chyba kopírování

source: Copy Note
cs: Kopírovat poznámku

source: Copy Password
cs: Kopírovat heslo

source: Copy proxy socket path
cs: Zkopírovat cestu k proxy socketu

source: Copy Public Key
cs: Kopírovat veřejný klíč

source: Copy qa-run alias
cs: Zkopírovat alias qa-run

source: Copy SSH config snippet
cs: Zkopírovat úryvek SSH konfigurace

source: Copy TOTP
cs: Kopírovat TOTP

source: Copy Username
cs: Kopírovat uživatelské jméno

source: Country / Region
cs: Země / region

source: County
cs: Okres

source: Credit Card
cs: Platební karta

source: Custom
cs: Vlastní

source: Delete profile
cs: Odebrat profil

source: Deny
cs: Zamítnout

source: Device is locked. Unlock and try again.
cs: Zařízení je uzamčeno. Odemkněte jej a zkuste to znovu.

source: Disabled
cs: Vypnuto

source: Dismiss
cs: Zavřít

source: Do not remember
cs: Nezapamatovat

source: e.g., GitHub CLI
cs: např. GitHub CLI

source: Edit profile
cs: Upravit profil

source: Edit Profile
cs: Upravit profil

source: Email copied
cs: E-mail zkopírován

source: Enable run proxy
cs: Povolit run proxy

source: Enable SSH proxy
cs: Povolit SSH proxy

source: Environment Mappings
cs: Mapování proměnných prostředí

source: Error — %@
cs: Chyba — %@

source: Expiration
cs: Platnost do

source: expires in %lldd
cs: vyprší za %lldd

source: expires in %lldh
cs: vyprší za %lldh

source: expires in %lldh %lldm
cs: vyprší za %1$lldh %2$lldm

source: expires in %lldm
cs: vyprší za %lldm

source: expires in %llds
cs: vyprší za %llds

source: Failed to copy field
cs: Nepodařilo se zkopírovat pole

source: Failed to parse pass-cli output: %@
cs: Nepodařilo se zpracovat výstup pass-cli: %@

source: Failed to reset database: %@
cs: Nepodařilo se resetovat databázi: %@

source: Failed to show Large Type
cs: Velké zobrazení se nepodařilo otevřít

source: Failed to start run proxy: %@
cs: Nepodařilo se spustit run proxy: %@

source: Failed to start SSH agent: %@
cs: Nepodařilo se spustit SSH agenta: %@

source: Failed to start SSH proxy: %@
cs: Nepodařilo se spustit SSH proxy: %@

source: Fetching…
cs: Načítání…

source: Field no longer available — refresh
cs: Pole už není k dispozici — obnovte

source: First Name
cs: Jméno

source: Floor
cs: Patro

source: Forever
cs: Navždy

source: Full Name
cs: Celé jméno

source: Gender
cs: Pohlaví

source: General
cs: Obecné

source: hidden field
cs: skryté pole

source: Identity
cs: Identita

# In %@
source: In %1$@
cs: V %1$@

source: Install instruction at https://protonpass.github.io/pass-cli/ or set a custom path above.
cs: Pokyny k instalaci na https://protonpass.github.io/pass-cli/ nebo nastavte cestu výše.

source: Invalid message
cs: Neplatná zpráva

source: Job Title
cs: Pracovní pozice

source: just now
cs: právě teď

source: Key: %@
cs: Klíč: %@

source: Keychain delete failed: %d
cs: Odstranění z klíčenky selhalo: %d

source: Keychain error: %d
cs: Chyba Klíčenky: %d

source: Keychain retrieve failed: %d
cs: Načtení z klíčenky selhalo: %d

source: Keychain store failed: %d
cs: Uložení do klíčenky selhalo: %d

source: Keys allowed or blocked for non-interactive probes (BatchMode).
cs: Klíče povolené nebo blokované pro neinteraktivní pokusy (BatchMode).

source: Language
cs: Jazyk

source: Large Type
cs: Velké zobrazení

source: Large Type, %lld characters
cs: Velké zobrazení, %lld znaků

source: Last Name
cs: Příjmení

source: Last synced
cs: Poslední synchronizace

source: Later
cs: Později

source: Launch at Login
cs: Spustit při přihlášení

source: License Number
cs: Číslo průkazu

source: Limit to vaults
cs: Omezit na trezory

source: Lock after
cs: Zamknout po

source: Lock after inactivity
cs: Zamknout po nečinnosti

source: Login
cs: Přihlášení

source: Middle Name
cs: Prostřední jméno

source: More actions
cs: Další akce

source: Multi-line values can't be shown in Large Type
cs: Víceřádkové hodnoty nejde ve velkém zobrazení ukázat

source: Name
cs: Název

source: Never
cs: Nikdy

source: New Profile
cs: Nový profil

source: No decisions yet. Decisions appear after SSH probes are intercepted.
cs: Zatím žádná rozhodnutí. Rozhodnutí se zobrazí po zachycení SSH pokusů.

source: no keys available
cs: žádné klíče nejsou k dispozici

source: No profiles configured.
cs: Žádné profily nejsou nakonfigurovány.

source: No remembered decisions.
cs: Žádná zapamatovaná rozhodnutí.

source: Not logged in
cs: Nepřihlášeno

source: Not logged in to Proton Pass. Please run: pass-cli login
cs: Nejste přihlášeni do Proton Pass. Spusťte: pass-cli login

source: Not logged in. Run: pass-cli login
cs: Nejste přihlášeni. Spusťte: pass-cli login

source: Note
cs: Poznámka

source: Note copied
cs: Poznámka zkopírována

source: Only keys from selected vaults will be available. Empty = all vaults.
cs: K dispozici budou pouze klíče z vybraných trezorů. Prázdné = všechny trezory.

source: Open in Browser
cs: Otevřít v prohlížeči

source: Open Quick Access
cs: Otevřít Quick Access

source: Open Source Licenses
cs: Licence open source

source: Organization
cs: Organizace

source: Pass CLI connected
cs: Pass CLI připojeno

source: Pass CLI connected as %@
cs: Pass CLI připojeno jako %@

source: Pass CLI error — %@
cs: Pass CLI chyba — %@

source: Pass CLI not found
cs: Pass CLI nenalezeno

source: Pass CLI not logged in
cs: Pass CLI nepřihlášeno

source: pass-cli command failed: %@
cs: Příkaz pass-cli selhal: %@

source: pass-cli command timed out
cs: Vypršel časový limit příkazu pass-cli

source: pass-cli error
cs: chyba pass-cli

source: pass-cli is not installed. Instructionas at https://protonpass.github.io/pass-cli/
cs: pass-cli není nainstalováno. Pokyny naleznete na https://protonpass.github.io/pass-cli/

source: pass-cli not found
cs: pass-cli nenalezeno

source: pass-cli not found. Install: brew install protonpass/tap/pass-cli
cs: pass-cli nenalezeno. Nainstalujte: brew install protonpass/tap/pass-cli

source: pass-cli not logged in
cs: pass-cli nepřihlášeno

source: pass-cli path
cs: Cesta k pass-cli

source: Passport Number
cs: Číslo pasu

source: Password copied
cs: Heslo zkopírováno

source: Personal Website
cs: Osobní web

source: Phone Number
cs: Telefonní číslo

source: Please log in: pass-cli login
cs: Přihlaste se: pass-cli login

source: Press Return to copy
cs: Stiskněte Return pro zkopírování

source: Press Return to open
cs: Otevřete stisknutím klávesy Enter

source: Private Key
cs: Soukromý klíč

source: probe failed
cs: kontrola selhala

source: Profile: %@
cs: Profil: %@

source: Proton Pass is a trademark of Proton AG.
cs: Proton Pass je ochranná známka Proton AG.

source: Proxy socket
cs: Socket proxy

source: Public key copied
cs: Veřejný klíč zkopírován

source: Quick Access for Pass — Error: %@
cs: Quick Access for Pass — Chyba: %@

source: Quick Access for Pass — Warning: %@
cs: Quick Access for Pass — Varování: %@

source: Quick Access for Pass Settings
cs: Nastavení Quick Access for Pass

source: Quick Access for Pass: service error
cs: Quick Access for Pass: chyba

source: Quick Access for Pass: service warning
cs: Quick Access for Pass: varování

source: Quick Access is Locked
cs: Quick Access je uzamčen

source: Quit
cs: Ukončit

source: Recording shortcut. Press keys.
cs: Nahrávání zkratky. Stiskněte klávesy.

source: Refresh
cs: Obnovit

source: Refresh every
cs: Obnovovat každých

source: Refresh Now
cs: Obnovit nyní

source: Remember for
cs: Zapamatovat na

source: Remembered run decisions
cs: Zapamatovaná rozhodnutí o spuštění

source: Remembered SSH decisions
cs: Zapamatovaná SSH rozhodnutí

source: Remove
cs: Odebrat

source: Remove (will ask again on next probe)
cs: Odebrat (zeptá se znovu při dalším pokusu)

source: Remove (will ask again on next request)
cs: Odebrat (při příští žádosti se zeptá znovu)

source: Remove application
cs: Odebrat aplikaci

source: Remove mapping
cs: Odebrat mapování

source: Reset & Sync
cs: Resetovat a synchronizovat

source: Reset Cache & Sync
cs: Resetovat mezipaměť a synchronizovat

source: Reset local cache?
cs: Resetovat místní mezipaměť?

source: Restart Now
cs: Restartovat nyní

source: Restart Required
cs: Vyžadován restart

source: Run
cs: Spuštění

source: Run Profiles
cs: Profily spuštění

source: Run proxy disabled
cs: Run proxy vypnuto

source: Run proxy running
cs: Run proxy běží

source: Run proxy unreachable — %@
cs: Run proxy nedostupné — %@

source: Run request from %@
cs: Požadavek Run od %@

source: Running
cs: Běží

source: Save
cs: Uložit

source: Search Proton Pass...
cs: Hledat v Proton Pass…

source: sec
cs: s

source: Second Phone Number
cs: Druhé telefonní číslo

source: Secure random generation failed: %d
cs: Generování bezpečných náhodných čísel selhalo: %d

source: Security
cs: Zabezpečení

source: Select Application
cs: Vybrat aplikaci

source: Settings
cs: Nastavení

source: Setup Failed
cs: Nastavení selhalo

source: Shortcuts
cs: Zkratky

source: Show command for apps
cs: Zobrazovat příkaz pro aplikace

source: Show in Large Type
cs: Ukázat ve velkém zobrazení

source: Show Quick Access
cs: Zobrazit

source: Social Security Number
cs: Rodné číslo

source: SSH agent daemon started but socket not found at %@
cs: Démon SSH agenta byl spuštěn, ale socket nebyl na %@ nalezen

source: SSH agent disabled
cs: SSH agent vypnuto

source: SSH agent requires login. Run: pass-cli login
cs: SSH agent vyžaduje přihlášení. Spusťte: pass-cli login

source: SSH agent running
cs: SSH agent běží

source: SSH agent running with %@
cs: SSH agent běží s %@

source: SSH agent unreachable — %@
cs: SSH agent nedostupný — %@

source: SSH Key
cs: SSH klíč

source: SSH Key Authorization
cs: Autorizace SSH klíče

source: SSH probe blocked
cs: SSH pokus zablokován

source: SSH probe decisions
cs: Rozhodnutí o SSH probingu

source: SSH request from %@
cs: Požadavek SSH od %@

source: State / Province
cs: Stát / provincie

source: Street Address
cs: Ulice a číslo

source: Sync failed: %@
cs: Synchronizace selhala: %@

source: Synced %@
cs: Synchronizováno %@

source: Syncing…
cs: Synchronizuji…

source: System
cs: Systémový

source: The app needs to restart for the language change to take effect.
cs: Aplikace se musí restartovat, aby se změna jazyka projevila.

source: The slug "%@" is reserved for internal health checks. Choose a different slug.
cs: Slug "%@" je rezervován pro interní kontroly. Zvolte jiný slug.

source: This app does not check for updates automatically.
cs: Tato aplikace nekontroluje aktualizace automaticky.

source: This app is not affiliated with or endorsed by Proton AG.
cs: Tato aplikace není spojena s Proton AG ani jí není podporována.

source: This row can't be shown in Large Type
cs: Tento řádek nejde ve velkém zobrazení ukázat

source: TOTP code copied
cs: TOTP kód zkopírován

source: Touch ID is locked. Unlock your Mac with your password to re-enable Touch ID.
cs: Touch ID je uzamčeno. Odemkněte Mac pomocí hesla, aby se Touch ID znovu aktivovalo.

source: Touch ID is locked. Use your password instead.
cs: Touch ID je uzamčeno. Použijte místo toho heslo.

source: Touch ID not available: %@
cs: Touch ID není k dispozici: %@

source: Try Again
cs: Zkusit znovu

source: Type shortcut…
cs: Zadejte zkratku…

source: Unknown profile: %@
cs: Neznámý profil: %@

source: Unlock Quick Access
cs: Odemknout Quick Access

source: Unlock with Password
cs: Odemknout heslem

source: Unlock with Touch ID
cs: Odemknout pomocí Touch ID

source: Unreachable — %@
cs: Nedostupné — %@

source: Until end of day
cs: Do konce dne

source: upstream error
cs: chyba upstream

source: Username
cs: Uživatel

source: Username copied
cs: Uživatelské jméno zkopírováno

source: Value is too long for Large Type
cs: Hodnota je pro velké zobrazení příliš dlouhá

source: Version
cs: Verze

source: Version %@ (%@)
cs: Verze %@ (%@)

source: waiting before retry
cs: čekání před dalším pokusem

source: wants to use an SSH key
cs: chce použít SSH klíč

source: wants to use secrets from %@
cs: chce použít tajemství z %@

source: Website
cs: Webová stránka

source: Work Email
cs: Pracovní e-mail

source: Work Phone Number
cs: Pracovní telefonní číslo

source: X Handle
cs: Uživatelské jméno na X

source: Zip / Postal Code
cs: PSČ
